Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=342_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Vuosttaš davvisámegielat skuvlla kártagirji almmuhuvvui
sms: Vuõssmõs tâŠvvsääŠmǩiõllsaž škooul karttǩeŠrjj očandõõđi

source: Vuosttaš sámegielat kártačoakkaldat skuvllaid várás lea almmuhuvvon.
sms: Vuõssmõs sääŠmǩiõllsaž škooul karttǩeŠrjj lij očndõõttâm.

source: ŠSkuvlla kártagirjiŠ lea oahppi vuođđočoakkaldat ja das gávdnojit dieđut Suomas, Davviriikkain ja sierra eatnanosiin.
sms: ŠSkuvlla kártagirjiŠ lij škooulneeŠǩǩ vuâđđkarttǩeŠrjj da tõt âânn seŠst teâđaid LääŠddjânnmest, TâŠvvjânnmin da jeeŠres mäddvuäŠzzin.

source: Kárttaid lassin girjjis lea tabealla iehčanas stáhtain ovttas iežaset leavggaiguin ja sámegielat ohcu.
sms: KarttǩeŠrjj ââŠnn seŠst še looǥǥtõõzz pååŠđväŠlddsaž valdiain liippeesvuiŠm da sääŠmǩiõllsa ooccâmpääiŠǩ.

source: Loga lasi
sms: Looǥ lââŠzz

source: dás.
sms: täŠst.
